Revit 2027 API
AssemblyDifferenceMemberDifference.MemberId1 Property
 Id of the member in the first assembly
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ElementId MemberId1 { get; }
Public ReadOnly Property MemberId1 As ElementId
	Get
public:
property ElementId^ MemberId1 {
	ElementId^ get ();
}
member MemberId1 : ElementId with get
Property Value
ElementId
See Also
Reference
AssemblyDifferenceMemberDifference Class
Autodesk.Revit.DB Namespace